var movie_info=new Array(36);

//박스오피스 영화1~12 정보
movie_info[1]={};
movie_info[1].title='겨울왕국 2';
movie_info[1].poster_url='images/main/boxoffice/movie1sero.jpg';
movie_info[1].agegrade_url='images/movie/all_age2.png';
movie_info[1].core_info='타입 : 디지털(자막),ATMOS(자막), 디지털(더빙), 3D(자막), 3D(더빙)<br/>개봉일 : 2019.11.21<br/>감독 : 크리스 벅, 제니퍼 리<br/>출연진 : 크리스틴 벨, 이디나 멘젤, 조시 게드, 조나단 그로프<br/>장르 : 애니메이션 / 103 분<br/>누적관객 : 7,604,225명<br/>전일관객 : 1,173,992명';
movie_info[1].story='내 마법의 힘은 어디서 왔을까?<br/>나를 부르는 저 목소리는 누구지?<br/><br/>어느 날 부턴가 의문의 목소리가 엘사를 부르고, 평화로운 아렌델 왕국을 위협한다.<br/>트롤은 모든 것은 과거에서 시작되었음을 알려주며 엘사의 힘의 비밀과 진실을 찾아 떠나야한다고 조언한다.<br/><br/>위험에 빠진 아렌델 왕국을 구해야만 하는 엘사와 안나는 숨겨진 과거의 진실을 찾아<br/>크리스토프, 올라프 그리고 스벤과 함께 위험천만한 놀라운 모험을 떠나게 된다.<br/>자신의 힘을 두려워했던 엘사는 이제 이 모험을 헤쳐나가기에 자신의 힘이 충분하다고 믿어야만 하는데…<br/>11월, 두려움을 깨고 새로운 운명을 만나다!';
movie_info[1].trailer_url='images/main/boxoffice/movie1_video.mp4';

movie_info[2]={
   title:'아이리시맨',
   poster_url:'images/main/boxoffice/movie2sero.jpg',
   agegrade_url:'images/movie/19_age2.png',
   core_info:'타입 : 디지털(자막), ATMOS(자막)<br/>개봉일 : 2019.11.20<br/>감독 : 마틴 스코세이지<br/>출연진 : 로버트 드니로, 알 파치노, 조 페시, 하비 케이틀<br/>장르 : 스릴러, 드라마, 범죄 / 209 분<br/>누적관객 : 23,476명<br/>전일관객 : 1,845명',
   story:'전후 미국에 드리운 범죄 조직의 그림자.<br/>이제 한 거물 암살자가 입을 연다.<br/>마틴 스코세이지 감독과 로버트 드 니로,<br/>알 파치노, 조 페시가 선사하는 장대한 범죄 드라마.',
   trailer_url:'images/main/boxoffice/movie2_video.mp4'
};
movie_info[3]={
   title:'허슬러',
   poster_url:'images/main/boxoffice/movie3sero.jpg',
   agegrade_url:'images/movie/19_age2.png',
   core_info:'타입 : 디지털(자막)<br/>개봉일 : 2019.11.27<br/>감독 :<br/>출연진 : 제니퍼 로페즈, 콘스탄스 우, 릴리 라인하트, 줄리아 스타일즈<br/>장르 : 드라마, 범죄 / 110 분<br/> 누적관객 : 30,701명<br/>전일관객 : 6,673명',
   story:'“룰대로만 사는 사람은 손해만 봐”<br/><br/>가진 자들만이 돈을 불리며 판을 치는 세상,<br/>권력과 돈이면 모든 것을 살 수 있다는 그들에게<br/>필요한 건 화끈한 한.방!<br/><br/>외모, 두뇌플레이 모두 갖춘 그녀들이<br/>은밀히 움직이기 시작하는데...<br/><br/>세상을 향한 그녀들의 통쾌한 한방!<br/>지금부터가 진짜 시작이다!',
   trailer_url:'images/main/boxoffice/movie3_video.mp4'
};
movie_info[4]={
     title:'터미네이터: 다크 페이트',
     poster_url:'images/main/boxoffice/movie4sero.jpg',
     agegrade_url:'images/movie/15_age2.png',
     core_info:'타입 : 디지털(자막), ATMOS(자막)<br/>개봉일 : 2019.10.30<br/>감독 : 팀 밀러<br/>출연진 : 맥켄지 데이비스, 아놀드 슈왈제네거, 린다 해밀턴, 나탈리아 레이즈, 가브리엘 루나<br/>장르 : SF, 액션, 어드벤처 / 128 분<br/>누적관객 : 2,401,978명<br/>전일관객 : 1,838명',
     story:'심판의 날 그 후, 모든 것이 다시 시작된다!<br/><br/>심판의 날 그 후, 뒤바뀐 미래<br/>새로운 인류의 희망 ‘대니’(나탈리아 레이즈)를 지키기 위해 슈퍼 솔져 "그레이스"(맥켄지 데이비스)가<br/>미래에서 찾아오고, "대니"를 제거하기 위한 터미네이터 "Rev-9"(가브리엘 루나)의 추격이 시작된다.<br/><br/>최첨단 기술력으로 무장한 최강의 적 터미네이터 ‘Rev-9’의 무차별적인 공격에 쫓기기 시작하던<br/>그레이스와 대니 앞에 터미네이터 헌터 사라 코너(린다 해밀턴)가 나타나 도움을 준다.<br/><br/>인류의 수호자이자 기계로 강화된 슈퍼 솔져 그레이스와 사라 코너는 대니를 지키기 위해<br/>새로운 조력자를 찾아 나서고, 터미네이터 Rev-9은 그들의 뒤를 끈질기게 추격하는데...<br/><br/>더 이상 정해진 미래는 없다<br/>지키려는 자 VS 제거하려는 자, 새로운 운명이 격돌한다!',
     trailer_url:'images/main/boxoffice/movie4_video.mp4'
};
movie_info[5]={
     title:'조커',
     poster_url:'images/main/boxoffice/movie5sero.jpg',
     agegrade_url:'images/movie/15_age2.png',
     core_info:'타입 : 디지털(자막), ATMOS(자막)<br/>개봉일 : 2019.10.02<br/>감독 : 토드 필립스<br/>출연진 : 호아킨 피닉스, 재지 비츠, 로버트 드니로, 프란시스 콘로이<br/>장르 : 스릴러, 액션, 드라마 / 123 분<br/>누적관객 : 5,246,664명<br/>전일관객 : 741명',
     story:'“내 인생이 비극인줄 알았는데, 코미디였어”<br/>고담시의 광대 아서 플렉은 코미디언을 꿈꾸는 남자.<br/>하지만 모두가 미쳐가는 코미디 같은 세상에서<br/>맨 정신으로는 그가 설 자리가 없음을 깨닫게 되는데…<br/>이제껏 본 적 없는 진짜 조커를 만나라!',
     trailer_url:'images/main/boxoffice/movie5_video.mp4'
};
movie_info[6]={
     title:'신의 한수 : 귀수편',
     poster_url:'images/main/boxoffice/movie6sero.jpg',
     agegrade_url:'images/movie/15_age2.png',
     core_info:'타입 : 디지털(자막), 디지털가치봄<br/>개봉일 : 2019.11.07<br/>감독 : 리건<br/>출연진 : 권상우, 김희원, 김성균, 허성태, 우도환, 원현준<br/>장르 : 액션, 범죄 / 106 분<br/>누적관객 : 2,147,840명<br/>전일관객 : 4,223명',
     story:'세상은 둘 중 하나야<br/>놀이터가 되던가, 생지옥이 되던가<br/><br/>바둑으로 모든 것을 잃은 아이 귀수<br/>유일하게 기대던 스승 허일도마저 잃고 홀로 살아남아<br/>세상을 향한 복수를 계획한다.<br/><br/>운명의 선택은 神의 놀음판에 있다!<br/><br/>자신을 사지로 내몬 냉혹한 내기바둑판으로 뛰어든 귀수(권상우)는<br/>전국을 돌아다니며 귀신 같이 바둑을 두는 자들과 대결을 펼치는데…<br/><br/>사활을 건 대결!<br/>신의 한 수를 다시 두시겠습니까?',
     trailer_url:'images/main/boxoffice/movie6_video.mp4'
};
movie_info[7]={
     title:'알라딘',
     poster_url:'images/main/boxoffice/movie7sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 모험, 가족, 판타지,뮤지컬,멜로/로맨스 미국 128분 2019.05.23.개봉<br/>감독 : 가이리치<br/>출연 : 메나 마수드(알라딘), 윌 스미스(지니), 나오미 스콧(자스민)<br/>등급 : 전체관람가<br/>',
     story:'머나먼 사막 속 신비의 아그라바 왕국의 시대.<br/>좀도둑 알라딘은 마법사 자파의 의뢰로 마법 램프를 찾아 나섰다가<br/>주인에게 세 가지 소원을 들어주는 지니를 만나게 되고,<br/>자스민 공주의 마음을 얻으려다 생각도 못했던 모험에 휘말리게 되는데…',
     trailer_url:'images/main/boxoffice/movie7_video.mp4'
};
movie_info[8]={
     title:'타짜: 원 아이드 잭',
     poster_url:'images/main/boxoffice/movie8sero.jpg',
     agegrade_url:'images/movie/19_age2.png',
     core_info:'개요 : 범죄,드라마 한국  139분  2019.09.11. 개봉<br/>감독: 권오광<br/>출연 : 박정민(도일출),류승범(애꾸),최유화(마돈나)<br/>등급 : 청소년 관람불가',
     story:"전설적인 타짜 ‘짝귀’의 아들이자 고시생인 ‘일출’(박정민)은 공부에는 흥미가 없지만<br/>포커판에서는 날고 기는 실력자다. 포커판에서 우연히 알게 된 ‘마돈나’(최유화)의 묘한 매력에 빠져든 일출은<br/>그녀의 곁을 지키는 ‘이상무’(윤제문)에게 속아 포커의 쓴맛을 제대로 배운다.<br/>돈도 잃고 자존심까지 무너진 채 벼랑 끝에 몰린 도일출, 그의 앞에 정체불명의 타짜 ‘애꾸’(류승범)가 나타난다.<br/><br/>거액이 걸린 거대한 판을 설계한 애꾸는 전국에서 타짜들을 불러모은다.<br/>일출을 시작으로 셔플의 제왕 까치(이광수), 남다른 연기력의 영미(임지연), 숨은 고수 권원장(권해효)까지<br/>무엇이든 될 수 있고, 누구든 이길 수 있는 ‘원 아이드 잭’ 팀으로 모인 이들, 인생을 바꿀 새로운 판에 뛰어드는데…<br/><br/> 베팅을 할 때는 인생을 걸어야지! 타짜니까!",
     trailer_url:'images/main/boxoffice/movie8_video.mp4'
};
movie_info[9]={
     title:'틴 스피릿',
     poster_url:'images/main/boxoffice/movie9sero.jpg',
     agegrade_url:'images/movie/12_age2.png',
     core_info:'개요 : 드라마 미국 93분 2019.09.04. 개봉<br/>감독 : 맥스 밍겔라<br/>출연 : 엘르 패닝(바이올렛),줄라트코 버릭(블라드), 밀리 브레디(아냐스타샤), 레베카 홀(줄스)<br/>등급 : 12세 관람가',
     story:"더 이상 망설일 수 없어<br/>진짜 나를 보여줄게!<br/>최고만이 설 수 있는 꿈의 무대,<br/>춤, 노래, 그리고 열정 가득<br/>세상을 빛낼 단 한 명의 스타탄생!",
     trailer_url:'images/main/boxoffice/movie9_video.mp4'
};
movie_info[10]={
     title:'레드 슈즈',
     poster_url:'images/main/boxoffice/movie10sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 애니메이션, 모험, 코미디, 판타지, 멜로/로맨스 한국 92분 2019 .07.25 개봉<br/>감독 : 홍성호<br/>출연 : 클로이 모레츠(스노우 화이트 목소리), 샘 클라플린(멀린 목소리), 지나 거손(레지나 목소리)<br/>등급 : 전체 관람가',
     story:"사건 사고가 끊이지 않는 동화의 섬. 사라진 아빠를 찾던 화이트 왕국의 공주는<br/>우연히 마법구두를 신고 이전과 완벽하게 다른 ‘레드슈즈’로 거듭난다.<br/>한편, 초록색 난쟁이가 된 일곱 왕자들은 우연히 자신들의 집에 머물게 된 '레드슈즈’가<br/>저주를 풀 유일한 희망이라 생각해 그녀를 돕기 시작하고, 영원한 아름다움을 꿈꾸는 왕비 ‘레지나’는<br/>마법구두를 신고 성을 빠져나간 ‘레드슈즈’를 쫓기 시작하는데…<br/><br/>위기에 빠진 동화의 섬,<br/>레드슈즈, 그리고 일곱 왕자들의 운명은?",
     trailer_url:'images/main/boxoffice/movie10_video.mp4'
};
movie_info[11]={
     title:'원더랜드',
     poster_url:'images/main/boxoffice/movie11sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 애니메이션,모험,코미디,가족 미국,스페인  85분 2019.08.14. 개봉<br/>감독 : 딜런 브라운<br/>출연 : 소연(준 한국어 목소리),장민혁(피넛 한국어 목소리), 안장혁(부머 한국어 목소리)안소이(그레타 한국어 목소리),제니퍼 가너(엄마 목소리),...<br/>등급 : 전체 관람가',
     story:"호기심 대장 ‘준’과 동물 친구들의 신나는 모험이 시작된다!<br/>어릴 적부터 엄마와 함께 자신만의 테마파크를 만드는 것이 취미인 장난기 많고 상상력 풍부한 소녀 ‘준’은 어느 날 숲속에서 길을 잃고 헤매다 상상 속에서만 그리던 ‘원더랜드’를 발견하게 되는데...!",
     trailer_url:'images/main/boxoffice/movie11_video.mp4'
};
movie_info[12]={
     title:'라이온 킹',
     poster_url:'images/main/boxoffice/movie12sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 모험, 드라마, 가족 미국 118분 2019.07.17.개봉 <br/>감독 : 존 파브로<br/>출연 : 도날드 글로버(심바 목소리), 비욘세(날라 목소리), 제임스 얼 존스(무파사 목소리)<br/>등급 : 전체 관람가',
     story:"새로운 세상, 너의 시대가 올 것이다!<br/>어린 사자 ‘심바’는 프라이드 랜드의 왕인 아버지 ‘무파사’를<br/>야심과 욕망이 가득한 삼촌 ‘스카’의 음모로 잃고 왕국에서도 쫓겨난다.<br/><br/>기억해라! 네가 누군지.<br/><br/>아버지의 죽음에 대한 죄책감에 시달리던 ‘심바’는<br/>의욕 충만한 친구들 ‘품바’와 ‘티몬’의 도움으로 희망을 되찾는다.<br/>어느 날 우연히 옛 친구 ‘날라’를 만난 ‘심바’는 과거를 마주할 용기를 얻고,<br/>진정한 자신의 모습을 찾아 위대하고도 험난한 도전을 떠나게 되는데…",
     trailer_url:'images/main/boxoffice/movie12_video.mp4'
};

//최신 영화목록 13~24
movie_info[13]={
     title:'람보 : 라스트 워',
     poster_url:'images/main/lastest/movie1sero.jpg',
     agegrade_url:'images/movie/19_age2.png',
     core_info:'개요 : 액션 미국 101분  2019.10.23. 개봉 <br/>감독 : 애드리언 그런버그<br/>출연 : 실베스터 스탤론(람보), 파즈베가(카르덴 델가도), 세르지오 페리스 멘체타(휴고 마르티네즈)<br/>등급 : 청소년 관람불가',
     story:"36년간 수많은 전쟁터의 중심에서 치열하게 싸운 '존 람보'<br/>지옥 같은 전쟁 트라우마에서 벗어나<br/>평화로운 시간을 보내는 것도 잠시,<br/>딸처럼 여겼던 옆집 소녀가 멕시코 카르텔에게 납치된다.<br/><br/>뼛속 깊이 각인되어 있던 그의 본능이 다시 깨어난다!<br/><br/>‘람보’는 자신의 전투 본능과 살인 무기를 총동원해<br/>자비 없이 적들을 처단하기 시작하는데...<br/><br/>살아있는 액션 마스터 '람보'의 귀환<br/>그의 마지막 전쟁이 시작된다!",
     trailer_url:'images/main/lastest/movie1_video.mp4'
};
movie_info[14]={
     title:'말레피센트2',
     poster_url:'images/main/lastest/movie2sero.jpg',
     agegrade_url:'images/movie/12_age2.png',
     core_info:'개요 : 판타지 미국 119분  2019.10.17개봉 <br/>감독 : 요아킴 뢰닝<br/>출연 : 안젤리나 졸리(말레피센트 역), 엘르 패닝(오로라 역), 미셸 파이퍼(잉그리스 왕비역)<br/>등급 : 12세 관람가',
     story:"동화는 끝났다!<br/>두 세계의 운명을 건 가장 사악한 전쟁이 시작된다!<br/>강력한 어둠의 지배자이자 무어스 숲의 수호자 ‘말레피센트’는 딸처럼 돌봐온 ‘오로라’와 ‘필립 왕자’의 결혼 약속으로 인간 세계<br/>의 ‘잉그리스 왕비’와 대립하게 된다.<br/>이에 요정과 인간의 오랜 연합이 깨지고 숨겨진 요정 종족 다크페이의 리더 ‘코널’까지 등장하면서 두 세계는 피할 수 없는 거<br/>대한 전쟁에 휘말리게 되는데…..",
     trailer_url:'images/main/lastest/movie2_video.mp4'
};
movie_info[15]={
     title:'셀부르의 우산',
     poster_url:'images/main/lastest/movie3sero.jpg',
     agegrade_url:'images/movie/12_age2.png',
     core_info:'개요 : 드라마,뮤지컬,멜로/로맨스  프랑스,독일 92분 2019.08.22. 개봉 <br/>감독 : 자크 데미<br/>출연 : 까뜨린느 드뇌브(쥬느비에브 에머리), 니노 카스텔누오보(기 푸셰)<br/>등급 : 12세 관람가',
     story:"가장 아름답고 순수했던 시절<br/>첫사랑의 마법과 다시 만나는 순간<br/>프랑스 노르망디 해협의 작은 항구도시 쉘부르,<br/>어머니의 우산가게 일을 돕는 ‘쥬느비에브’와 자동차 수리공 ‘기’는 사랑에 빠진다.<br/>팍팍한 현실과 주위의 반대에도 불구하고 행복한 미래를 꿈꾸던 어린 연인들.<br/>하지만 갑작스러운 ‘기’의 군 입대로 둘은 원치 않은 이별을 하게 되는데…",
     trailer_url:'images/main/lastest/movie3_video.mp4'
};
movie_info[16]={
     title:'라라와 움직이는 비밀의 숲',
     poster_url:'images/main/lastest/movie4sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 애니메이션  중국  74분  2019.08.22. 개봉<br/>감독 : 왕운비<br/>출연 : <br/>등급 : 전체 관람가',
     story:"사라진 엄마를 찾기 위해 반짝반짝 구름고래를 타고 비밀의 숲으로 떠난<br/>마법 라이거 ‘라라’와 말괄량이 소녀 ‘유고’.<br/>하지만 수상한 길잡이 펭귄 아저씨는 사악한 용이<br/>비밀의 숲을 지키는 신의 힘을 빼앗으려 한다는 사실을 알려준다.<br/>‘라라’와 ‘유고’는 엉뚱미 폭발 ‘곰 오빠’, 매력만점 ‘판다 언니’와 함께<br/>마법의 힘으로 가득 찬 비밀의 숲 속으로 기상천외한 모험을 떠나기로 결심하는데…<br/><br/>과연 ‘라라’와 ‘유고’는 힘을 합쳐<br/>사악한 용의 비밀을 풀고<br/>위험에 빠진 비밀의 숲을 구할 수 있을까?",
     trailer_url:'images/main/lastest/movie4_video.mp4'
};
movie_info[17]={
     title:'애프터',
     poster_url:'images/main/lastest/movie5sero.jpg',
     agegrade_url:'images/movie/15_age2.png',
     core_info:'개요 : 드라마, 멜로/로맨스  미국 105분 2019.08.22개봉<br/>감독 : 제니 게이지<br/>출연 : 히어로 파인즈 티핀(하딘 스콧), 조세핀 랭포드(테사 영)<br/>등급 : 15세 관람가',
     story:"첫 끌림<br/>대학 입학 후 첫 파티에 초대 받게 된 신입생 ‘테사’는<br/>진실게임을 하던 중 키스 벌칙에 걸리고 만다.<br/>상대는 학교에서 유명한 반항아 ‘하딘’.<br/>키스를 앞둔 0.1초 전, 모두가 주목하는 그 순간<br/>‘테사’는 ‘하딘’의 입술을 거절하고 만다.<br/><br/>첫 사랑<br/>강렬했던 첫 만남 이후, 마치 새로운 세상을 발견한 듯<br/>한번도 경험한 적 없던 감정에 눈을 뜨게 된 두 사람.<br/>‘하딘’은 자신의 비밀 장소로 ‘테사’를 초대하고<br/>이제 두 사람은 서로를 모르기 전으로 절대 되돌아 갈 수 없음을 알게 되는데…<br/><br/>첫 경험 그리고 <애프터>",
     trailer_url:'images/main/lastest/movie5_video.mp4'
};
movie_info[18]={
     title:'토이스토리4',
     poster_url:'images/main/lastest/movie6sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 애니메이션,모험,코미디,가족,판타지 미국 100분 2019.06.20. 개봉<br/>감독 : 조시 쿨리<br/>출연 : 톰 행크스(우디 목소리), 팀 알렌9버즈 라이트이어 목소리), 애니...<br/>등급 : 전체 관람가',
     story:"우리의 여행은 아직 끝나지 않았다!<br/>장난감의 운명을 거부하고 떠난 새 친구 ‘포키’를 찾기 위해 길 위에 나선 ‘우디’는<br/>우연히 오랜 친구 ‘보핍’을 만나고 그녀를 통해 새로운 세상에 눈을 뜨게 된다.<br/>한편, ‘버즈’와 친구들은 사라진 ‘우디’와 ‘포키’를 찾아 세상 밖 위험천만한 모험을 떠나게 되는데…",
     trailer_url:'images/main/lastest/movie6_video.mp4'
};
movie_info[19]={
     title:'퍼펙트맨',
     poster_url:'images/main/lastest/movie7sero.jpg',
     agegrade_url:'images/movie/15_age2.png',
     core_info:'개요 : 코미디, 드라마  한국  116분 2019.10.02. 개봉<br/>감독 :  용수<br/>출연 : 설경구(장수),조진우(영기)<br/>등급 : 15세 관람가',
     story:"이렇게 살다 죽으면 12억, 사고로 죽으면 27억!<br/>내 일 도와주면 사망보험금 니 앞으로 해줄게”<br/>퍼펙트한 인생을 위해 한탕을 꿈꾸는 건달 ‘영기’(조진웅)조직 보스의 돈 7억을 빼돌려 주식에 투자하지만, 사기꾼에게 속아 주식은 휴지조각이 되고 만다.<br/>목숨을 부지하기 위해 어떻게든 7억을 구해야 하는 영기 앞에<br/>까칠한 로펌 대표 ‘장수’(설경구)가 나타난다.<br/><br/>두 달 시한부 ‘장수’는 자신이 해야 할 일들을 도와주는 조건으로<br/>영기에게 자신의 사망보험금을 내건 빅딜을 제안하는데…<br/><br/>돈 쫌 많은 로펌 대표와 폼 쫌 잡는 꼴통 건달<br/>퍼펙트하게 다른 두 남자의 인생 최대 반전이 시작된다",
     trailer_url:'images/main/lastest/movie7_video.mp4'
};
movie_info[20]={
     title:'판소리 복서',
     poster_url:'images/main/lastest/movie8sero.jpg',
     agegrade_url:'images/movie/12_age2.png',
     core_info:'개요 : 코미디,드라마  한국  114분  2019.10.09개봉<br/>감독 : 정혁기<br/>출연 : 엄태구(병구),혜리(민지),김희원(박관장)<br/>등급 : 12세 관람가',
     story:"나는 휘몰아칠 테니 너는 스텝을 밟아라!<br/>당신의 눈과 귀를 의심하게 할 취향저격 ‘판소리 복서’, 그가 온다!<br/>한때 복싱 챔피언 유망주로 화려하게 주목 받던 전직 프로복서 ‘병구’(엄태구). 그러나 한 순간의 지울 수 없는 실수로 복싱협회<br/>에서 영구 제명이 되어버린 그는 ‘박관장’(김희원)의 배려로 체육관의 허드렛일을 도맡아 하며 살아가고 있다. 다시 복싱을 시작하려는 마음은 있지만 설상가상 뇌세포가 손상되는 ‘펀치드렁크(punchdrunk)’ 진단까지 받게 된 ‘병구’. 어느 날 ‘병구’가 뿌린 전단지를 들고 체육관을 찾은 신입관원 ‘민지’(이혜리)는 복싱에 대한 ‘병구’의 순수한 열정을 발견하고 그의 든든한 지원군이 되어준다.<br/><br/>‘민지’의 응원에 잊고 있었던 미완의 꿈이자 자신만의 스타일인 ‘판소리 복싱’을 완성하기로 결심한 ‘병구’는 생애 마지막이 될지도 모를 가장 무모한 도전을 시작한다.",
     trailer_url:'images/main/lastest/movie8_video.mp4'
};
movie_info[21]={
     title:'애드 아스트라',
     poster_url:'images/main/lastest/movie9sero.jpg',
     agegrade_url:'images/movie/12_age2.png',
     core_info:'개요 : SF,스릴러 브라질,미국  123분 2019.09.19. 개봉<br/>감독 : 제임스 그레이<br/>출연 : 브래드피트(로이 맥브라이드),토미 리 존스(클리포드 맥브라이드)<br/>등급 : 12세 관람가',
     story:"아버지를 영웅이라 믿었다!<br/>미 육군 소령 ‘로이 맥브라이드’(브래드 피트)는<br/>우주의 지적생명체를 찾기 위한 ‘리마 프로젝트’를 수행하다 실종된 아버지를<br/>영웅이라 믿으며 우주 비행사의 꿈을 키웠다.<br/><br/>어느 날, ‘로이’는 이상 현상으로 우주 안테나에서 지구로 추락하는 사고를 당하고<br/>인류를 위협할 전류 급증 현상인 이 ‘써지’ 사태가<br/>자신의 아버지가 벌인 위험한 실험에서 시작되었다는 이야기를 듣게 된다.<br/><br/>믿고 있는 모든 것이 흔들린다!<br/><br/>아버지가 살아 있다는 충격적인 사실과 함께<br/>그를 막아야 한다는 임무를 맡게 된 ‘로이’는 우주로 향하게 되는데…<br/><br/>지금껏 본 적 없는 진짜 미래를 경험하라!",
     trailer_url:'images/main/lastest/movie9_video.mp4'
};
movie_info[22]={
     title:'제미니 맨',
     poster_url:'images/main/lastest/movie10sero.jpg',
     agegrade_url:'images/movie/12_age2.png',
     core_info:'개요 : 액션,드라마,SF 미국  117분 2019.10.09. 개봉<br/>감독 : 이인<br/>출연 : 윌 스미스(헨리/주니어),메리 엘리자베스 윈스티드(대니),클라이브 오웬(클레이)<br/>등급 : 12세 관람가',
     story:"전설로 불리는 요원<br/>그를 뛰어넘을 단 한 사람이 추격을 시작 했다!<br/>최강의 요원 헨리(윌 스미스)는 자신과 완벽하게 닮은 의문의 요원(윌 스미스)에게 맹렬한 추격을 당한다.<br/>한편 헨리와 이제 막 동료가 된 대니(메리 엘리자베스 윈스티드), 헨리의 오랜 동료 배런(베네딕트 웡)은 의문의 요원에게<br/>이상한 낌새를 느끼고 정체를 파헤치기 시작하고, 그가 헨리의 DNA를 추출해 탄생한 ‘제미니 프로젝트’ 요원임을 알게 된다.<br/>헨리의 전성기와 너무나 완벽하게 닮은 한 사람을 만나 충격에 빠지는 헨리와 동료들. 그들은 ‘제미니 프로젝트’를 파괴하기 위한 작전을 시작하는데…",
     trailer_url:'images/main/lastest/movie10_video.mp4'
};
movie_info[23]={
     title:'가장 보통의 연애',
     poster_url:'images/main/lastest/movie11sero.jpg',
     agegrade_url:'images/movie/15_age2.png',
     core_info:'개요 : 멜로/로맨스 한국 109분  2019.10.02개봉<br/>감독 : 김한결<br/>출연 : 김래원(재훈),공효진(선영)<br/>등급 : 15세 관람가',
     story:"전 여친에 상처받은 ‘재훈’(김래원).<br/>여느 때처럼 숙취로 시작한 아침,<br/>모르는 번호의 누군가와 밤새 2시간이나 통화한 기록을 발견하게 되고<br/>그 상대가 바로! 통성명한 지 24시간도 채 되지 않은 직장 동료 ‘선영’임을 알게 된다.<br/><br/>남친과 뒤끝 있는 이별 중인 ‘선영’(공효진).<br/>새로운 회사로 출근한 첫날, 할 말 못 할 말 쏟아내며 남친과 헤어지던 현장에서<br/>하필이면! 같은 직장의 ‘재훈’을 마주친다.<br/><br/>만난 지 하루 만에 일보다 서로의 연애사를 더 잘 알게 된 두 사람.<br/>하지만 미묘한 긴장과 어색함도 잠시<br/>‘한심하다’, ‘어이없다’ 부딪히면서도 마음이 쓰이는 건 왜 그럴까?",
     trailer_url:'images/main/lastest/movie11_video.mp4'
};
movie_info[24]={
     title:'존윅3:파라벨룸',
     poster_url:'images/main/lastest/movie12sero.jpg',
     agegrade_url:'images/movie/19_age2.png',
     core_info:'개요 : 액션,범죄,스릴러 미국 131분 2019.06.26. 개봉<br/>감독 : 김채드 스타헬스키<br/>출연 : 키아누 리브스(존윅),할리 베리(소피아),이안 맥쉐인(윈스턴)<br/>등급 : 청소년 관람불가',
     story:"전설이 된 킬러 ‘존 윅’ (키아누 리브스).<br/>룰을 어긴 죄로 그에게 현상금 1,400만 불이 붙고,<br/>전 세계 모든 킬러의 총구가 그를 향한다.<br/><br/>국제암살자연맹의 파문 조치가 내려진 그는<br/>아무런 보호도 받지 못한 채 시시각각 위험에 직면하고<br/>결국, 마지막 전쟁을 위해 ‘소피아’(할리 베리)를 찾아가는데…<br/><br/>출구는 없다! 평화를 원한다면, 전쟁을 준비하라!",
     trailer_url:'images/main/lastest/movie12_video.mp4'
};

//큐레이션 영화목록 25~36
movie_info[25]={
     title:'마탄의 사수',
     poster_url:'images/main/movie25sero.jpg',
     agegrade_url:'images/movie/12_age2.png',
     core_info:'개요 : 공연실황 독일  149분<br/>감독 : 크리스티안 틸레민<br/>출연 : 미하엘 쾨니히(막스),게오르그 체펜펠트(카스파르),알베르트 도..<br/>등급 : 12세 관람가',
     story:"정기적으로 열리는 사격대회에서 우승하면 지역 산림감독관의 딸, 아가테와 결혼함과 동시에 그 자리를 물려받게 된다. 아가테와 연인인 젊고 용감한 사냥꾼 막스는 대회에 참가하기로 결심하지만 어찌된 일인지 손이 말을 듣지 않아 목표물을 맞출 수 없게 된다. 대회가 가까워오자 불안해진 막스는 악마에게 영혼을 판 카스파르에게 악마의 탄환(마탄) 7개를 받아 모든 목표물을 명중시킨다. 그러나 마지막 7번째 탄환은 악마가 지목한 자를 쏘게 되는데...",
     trailer_url:'images/main/curation/movie1_video.mp4'
};
movie_info[26]={
     title:'마리아 칼라스:세기의 디바',
     poster_url:'images/main/movie26sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 다큐멘터리 프랑스 114분  2019.07.11. 개봉<br/>감독 : 톰 볼프<br/>출연 : 마리아 칼라스(주연)<br/>등급 : 전체 관람가',
     story:"오페라보다 드라마틱한 인생<br/>노래가 끝나면 삶이 시작된다!<br/>뛰어난 곡 해석력과 마음을 울리는 연기로 전설이 된 디바 칼라스<br/>하지만 화려한 무대를 내려오면 사랑하는 사람에게 사랑받고 싶었던 그녀, 마리아<br/>모두가 사랑했지만 끝내 고독했던 디바의 일생이 공개된다!<br/>",
     trailer_url:'images/main/curation/movie2_video.mp4'
};
movie_info[27]={
     title:'파르지팔',
     poster_url:'images/main/movie42sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 드라마 독일  270분  2013.05.16. 개봉<br/>감독 : 마이클 슐츠<br/>출연 : 요한 보타(파르지팔),볼프강 코흐(암포르타스,클링조르),미카...<br/>등급 : 전체관람가',
     story:"‘죽기 전에 봐야 할 페스티벌 & 오페라 on screen’ 5월 상영작은 잘츠부르크 부활절 페스티벌 실황으로 바그너 생애 최후의 명작 <파르지팔>이다. <파르지팔>은 중세 스페인의 몬살바트 사원을 배경으로 벌어지는 성배와 그를 지키는 자와 빼앗으려는 자의 대결에 관한 내용이다. 착하고 용감한 성배 수호기사 파르지팔이 마법사에게 빼앗긴 창을 되찾고 왕이 되는 과정을 신화적으로 해석한 작품이다. 바그너 탄생 200주년을 맞아 전세계 최초로 상영되는 <파르지팔>은 잘츠부르크 부활절 페스티벌의 새로운 시대를 여는 세기의 지휘자 틸레만과 드레스덴 슈타츠카펠레의 연주로 만날 수 있다.",
     trailer_url:'images/main/curation/movie3_video.mp4'
};
movie_info[28]={
     title:'안나',
     poster_url:'images/main/movie28sero.jpg',
     agegrade_url:'images/movie/15_age2.png',
     core_info:'개요 : 액션,스릴러  미국  119분  2019.08.28. 개봉<br/>감독 : 뤽 베송<br/>출연 : 사샤 루스(안나),킬리언 머피(레너드),루크 에반스(알렉스)<br/>등급 : 15세 관람가',
     story:"살기 위한 마지막 미션이 시작된다!<br/>파리의 톱모델로 위장한 강력한 킬러 ‘안나’(사샤 루스)가 살아남기 위해 모든 위협을 제거해나가는 하드코어 킬링 액션",
     trailer_url:'images/main/curation/movie4_video.mp4'
};
movie_info[29]={
     title:'주전장',
     poster_url:'images/main/movie29sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 다큐멘터리 미국 121분  2019.07.25. 개봉<br/>감독 : 미키 데자키<br/>출연 : <br/>등급 : 전체 관람가',
     story:"자, 주 전장(戰場)에 오신 것을 환영합니다!<br/>일본의 인종차별 문제를 다룬 영상을 올린 후<br/>우익들의 공격 대상이 된 일본계 미국인 유튜버, 미키 데자키.<br/><br/>그는 일본군’위안부’에 관한 기사를 쓴 기자가 우익들에게 인신공격 당하는 것을 보며<br/>왜 그토록 이들이 이 문제를 감추려고 하는지 궁금해졌다.<br/>호기심을 안고 찾아간 그들은 무시무시한 이야기를 전하고<br/>그들의 주장을 반격하는 또 다른 인물들을 만나면서 숨겨진 비밀을 발견하게 되는데…<br/><br/>숨 쉴 틈 없는 전쟁이 시작된다!",
     trailer_url:'images/main/curation/movie5_video.mp4'
};
movie_info[30]={
     title:'마담 프루스트의 비밀정원',
     poster_url:'images/main/movie30sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 코미디,드라마  프랑스 109분 2019.07.24. 개봉<br/>감독 : 실뱅 쇼메<br/>출연 : 귀욤 고익스(폴/아틸라 마르셀),앤 르 니(마담 프루스트),베르...<br/>등급 : 전체 관람가',
     story:"‘당신의 기억, 행복한가요?‘<br/>어릴 적에 부모를 여읜 폴은 말을 잃은 채 두 이모와 함께 산다.<br/>이모들은 폴을 세계적인 피아니스트로 만들려고 했지만 33살의 폴은 댄스교습소에서 피아노 연주를 하는 것이 전부이다.<br/>그러던 어느 날 우연히 이웃 마담 프루스트의 집을 방문한 폴은 그녀가 준 차와 마들렌을 먹고 과거의 상처와 추억을 떠올리게 되는데…",
     trailer_url:'images/main/curation/movie6_video.mp4'
};
movie_info[31]={
     title:'마술피리',
     poster_url:'images/main/movie31sero.jpg',
     agegrade_url:'images/movie/15_age2.png',
     core_info:'개요 : 공연실황 독일 150분  2019.04.28. 개봉<br/>감독 : 라디아 스탕어<br/>출연 : 아담 플라체트카<br/>등급 : 15세 관람가',
     story:"왕자 타미노는 폭군 자라스트로가 밤의 여왕의 딸, 파미나를 납치해갔다는 사실을 전해 듣는다. 파미나를 구하기로 결심한 왕자는 여왕으로부터 마술피리를, 동행자인 새잡이 파파게노는 요술종을 받아 악당의 소굴로 향한다. 하지만 그 곳에서 밤의 여왕의 말과는 달리 자라스트로가 의로운 철학자라는 사실이 밝혀지고 타미노는 그 일원이 되기 위해 여러 시련을 거치기로 약속한다. 파파게노와 함께 감옥을 탈출한 파미나는 마침내 타미노를 만나지만 침묵 수행 중인 그가 말을 하지 않자 버림받았다고 오해를 하게 되는데...",
     trailer_url:'images/main/curation/movie7_video.mp4'
};
movie_info[32]={
     title:'햄릿',
     poster_url:'images/main/movie33sero.jpg',
     agegrade_url:'images/movie/15_age2.png',
     core_info:'개요 : 공연실황 영국 180분  2019.02.21개봉<br/>감독 : 린지터너<br/>출연 : 베네딕트 컴버배치(햄릿),키어린 하인즈(클로디어스),짐노튼(...<br/>등급 : 15세 관람가',
     story:"덴마크의 왕이 갑자기 서거하자, 동생 ‘클로디어스’가 왕위에 오르며 선왕의 아내와 재혼한다.<br/>아버지의 죽음으로 인한 충격과 어머니를 향한 원망에 사로잡혀 괴로운 시간을 보내던 ‘햄릿’ 왕자는<br/>아버지의 망령으로부터 자신이 동생에 의해 독살되었다는 얘기를 듣게 된다.<br/>이에 ‘햄릿’은 광증으로 자신의 본 모습을 숨긴 채 왕과 왕비의 이야기를 담은 연극을 선보이지만,<br/>진실을 찾아가는 과정에서 사랑하는 여인 ‘오필리어’와 그의 아버지인 ‘폴로니어스’를 위험에 빠뜨리고 만다.",
     trailer_url:''
};
movie_info[33]={
     title:'미켈란젤로: 사랑과 죽음',
     poster_url:'images/main/movie34sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 다큐멘터리 영국 91분  2018.05.31개봉<br/>감독 : 데이비드 비커스태프<br/>출연 : <br/>등급 : 전체관람가',
     story:"유명한 조각가이자 화가였고 건축가이자 시인이었던 르네상스 시대 천재 예술가 미켈란젤로.<br/>피렌체와 로마, 바티칸을 여행하며 그의 격정적인 삶을 따라간다.<br/>오늘날까지 이어지는 미켈란젤로의 예술적 유산을 통해 카리스마 넘치는 한 예술가의 삶을 더 깊숙이 들여다 본다.<br/>이 여정의 끝에서 왜 그가 역사상 가장 위대한 예술가로 인정받는지 발견할 수 있을 것이다.",
     trailer_url:''
};
movie_info[34]={
     title:'노트드람 드 파리',
     poster_url:'images/main/movie36sero.png',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 공연실황 한국  130분  2017.11.01. 개봉<br/>감독 : 정성복<br/>출연 : 안젤로 델 베키오(콰지모도),히바 타와지(에스메랄다),리차드...<br/>등급 : 전체관람가',
     story:"'때는 1482년, 파리의 음유시인 그랭구아르의 새로운 시대에 대한 서곡으로 시작된다.<br/>파리 노트르담 대성당의 프롤로 주교는 꼽추 종지기 콰지모도를 충직한 종으로 삼고 있다.<br/>노트르담 성당 광장에 모여 사는 집시 무리 속에 아름다운 집시여인 에스메랄다가 있다.<br/>파리 노트르담 성당의 주교 프롤로는 우연히 춤추는 집시 여인 에스메랄다를 본 후, 그녀에 대한 정념과 종교 사이에서 갈등한다.<br/>결국 프롤로는 성당의 종지기인 꼽추 콰지모도에게 에스메랄다의 납치를 명한다.<br/>그러나 콰지모도가 에스메랄다를 납치하려는 순간, 우연히 근방을 지나던 근위대장 페뷔스가 그녀를 구해내게 되고 콰지모도는 체포된다.<br/>페뷔스에게는 플뢰르 드 리스란 약혼녀가 있지만 에스메랄다에게 한눈에 반해 사랑에 빠진다.<br/>한편, 체포된 콰지모도는 바퀴 형틀에 묶여 고통을 당하고 갈증을 호소하지만 그 누구도 그에게 손을 내밀지 않는다.<br/>그의 주인 프롤로조차 그를 조롱하고 외면할 때 에스메랄다가 그에게 물을 주고 콰지모도는 그런 그녀를 연정 어린 눈으로 바라본다.<br/>이루어질 수 없는 욕망과 질투심에 눈이 먼 프롤로 주교는 에스메랄다를 만나러 가는 페뷔스를 미행하여 결국 그를 다치게 한다.<br/>페뷔스를 다치게한 프롤로는 그 혐의를 에스메랄다에게 뒤집어 씌워 그녀를 감옥에 가두고 집시의 우두머리 끌로팽과 무리들을 모두 잡아들인다.<br/>죽음의 문턱에 있는 그녀를 구하기 위해 끌로팽과 집시 무리들을 탈옥시키는 콰지모도.<br/>콰지모도는 에스메랄다를 노트르담 성당으로 피신시키고 프롤로의 명을 받은 페뷔스와 그의 병사들은 그 무리를 공격한다.<br/>프롤로에게 잡혀 페뷔스에게 인도되는 에스메랄다.<br/>에스메랄다가 교수형에 처해지는 동시에 프롤로 역시 콰지모도에게 죽음을 맞는다.<br/>타오르는 불꽃 속에 희생되는 그녀를 구할 수 없었던 콰지모도, 그의 애절한 노래로 막을 내린다.",
     trailer_url:''
};
movie_info[35]={
     title:'로엔그린',
     poster_url:'images/main/movie37sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 공연실황 독일  233분  2017.08.27개봉<br/>감독 : 크리스티안 틸레민<br/>출연 : 표트르 베찰라(로엔그린), 안나 네트렙코(엘자 폰 브라반트),토...<br/>등급 : 전체관람가',
     story:"브라반트 공국의 영주는 딸 엘자와 아들 고트프리트를 남겨두고 세상을 떠난다. 얼마 뒤 고트프리트 왕자가 종적을 감추자 마녀 오르투르트는 엘자가 왕자를 죽였다고 모함한다. 백조가 이끄는 배를 타고 등장한 미지의 기사는 결투에서 승리하여 엘자의 무죄를 입증하고 자신의 이름을 알리지 않는 조건으로 엘자와 결혼한다. 결투에서 패한 오르투르트는 엘자에게 신랑의 정체가 궁금하지 않냐며 둘 사이를 이간질하고 호기심을 이기지 못한 엘자는 결국 파멸의 길을 걷게 된다.",
     trailer_url:'images/main/curation/movie11_video.mp4'
};
movie_info[36]={
     title:'헨젤과그레텔',
     poster_url:'images/main/movie41sero.jpg',
     agegrade_url:'images/movie/all_age2.png',
     core_info:'개요 : 공연실황  독일  114분  2016.04.17개봉<br/>감독 : 에이드리언 노블<br/>출연 : 아드리안 이뢰드(페터),야니나 베흘레(게르트루트),다니엘라 진...<br/>등급 : 전체관람가',
     story:"친숙한 그림형제의 동화 '헨젤과 그레텔'을 바탕으로 쓰여진 오페라로 독일의 어느 지방 깊은 숲 속을 배경으로 한다. 헨젤과 그레텔은 빗자루 장사를 하는 부모님을 돕지만 집안 형편은 늘 넉넉하지 못하다. 어느 날 남매는 숲 속에 딸기를 따러 갔다가 길을 잃고 과자로 만든 집을 발견한다. 그들은 과자집에 사는 마녀에게 붙잡혀 위기에 처하지만 기지를 발휘해 마녀를 물리치고 그 동안 마법에 걸려 잡혀있던 아이들도 구해낸다.",
     trailer_url:'images/main/curation/movie12_video.mp4'
};
